{
    "Content": " United Nations   S/2018/322  \n  Security Council   Distr.: General  \n10 April 2018  \n \nOriginal: English  \n \n18-05676 (E)    110418     \n*1805676*   \n \n  Russian Federation: draft resolution  \n \n \n The Security Council , \n Recalling  the Protocol for the Prohibition of the Use in War of Asphyxiating, \nPoisonous or other Gases, and of Bacteriological Methods of Warfare, and the \nConvention on the Prohibition of the Development, Production, Stockpiling and Use \nof Chemical Weapons and on t heir Destruction (CWC) ratified by the Syrian Arab \nRepublic on 14 September 2013, and the Council ’s resolutions 1540 (2004) , 2118 \n(2013) , 2209 (2015) , 2235 (2015) , 2314 (2016) , and 2319 (2016) .  \n Expr essing  its deep concern with regard to the alleged incident with use of toxic \nchemicals as weapon in Douma in the Syrian Arab Republic on 7 April 2018 \nreportedly causing large -scale loss of life and injuries, affirming that the use of \nchemical weapons cons titutes a serious violation of international law, and stressing \nthat those responsible for any use of chemical weapons must be held accountable.  \n Condemning  in the strongest terms any use of any toxic chemical as a weapon \nin the Syrian Arab Republic, and elsewhere.  \n Recalling  that in resolution 2118 (2013)  the Council decided that the Syrian \nArab Republic shall not use, develop, produce, otherwise acquire, stockpile or retain \nchemical weapons or transfer,  directly or indirectly, chemical weapons, to other States \nor non -State actors and underscored that no party in Syria should use, develop, \nproduce, acquire, stockpile, retain or transfer chemical weapons.  \n Welcoming  the readiness of the Organisation for t he Prohibition of Chemical \nWeapons (OPCW) to immediately send its Fact Finding Mission (FFM) to the site of \nthe alleged incident in Douma to gather and analyse information on this incident and \nreport its findings to the OPCW Executive Council.  \n Taking  note of the invitation of the Government of the Syrian Arab Republic to \nthe FFM experts to visit the site of the alleged incident in Douma without any delay.  \n Reaffirming  its determination to identify and hold accountable all those \nresponsible for the use of c hemicals as weapons on the territory of the Syrian Arab \nRepublic.  \n Noting  with due consideration the assurances of the Government of the Syrian \nArab Republic and the military authorities of the Russian Federation in Syria to \nprovide the FFM experts with full security arrangements for a safe access to the site \nof alleged inciden t in Douma.  \n 1. Reiterates  its condemnation in the strongest terms of any use of any toxic \nchemical as a weapon in the Syrian Arab Republic;  S/2018/32 2  \n \n18-05676  2/2 \n  2. Expresses  its alarm at the allegations of use of chemical weapons in the \nSyrian Arab Republic, in particular t he alleged incident in Douma on 7 April 2018, \nnotes its outrage that individuals reportedly continue to be killed and injured by \nchemical weapons in the Syrian Arab Republic, and reiterates its determination that \nthose responsible must be held accountable;   \n 3. Welcomes  the decision of the OPCW Director -General to send  the FFM \nexperts for investigation  in accordance with the CWC to the site of the alleged \nincident in Douma and adjacent areas  and requests the FFM to report the results of \nthis investigation t o the OPCW Executive Council  as soon as possible and further \nrequests the Director -General to keep the Security Council informed of the progress;  \n 4. Expresses  its full support to the OPCW FFM, demands that all parties in \nthe Syrian Arab Republic shall wi thout any delay facilitate free and safe access for \nthe FFM to relevant sites as well as provide any information and evidence, including, \nbut not limited to, medical records, interview tapes and transcripts, and documentary \nmaterial, in accordance with res olution 2118, in relation to the alleged incident in \nDouma and adjacent areas;  \n 5. Recalls  that in its resolutions 2118 and 2235 it decided that all parties in \nthe Syrian Arab Republic shall cooperate fully with the OPCW and the United \nNations;  \n 6. Emphas ises that this includes the obligation of all the parties in  the Syrian \nArab Republic of complying with their relevant provisions, by accepting personnel \ndesignated by the OPCW or the United Nations, by ensuring the security of activities \nundertaken by the se personnel and providing these personnel with immediate and \nunfettered access to the site of the alleged incident in Douma and adjacent areas;   \n 7. Requests  the Secretary -General to report to the Council on the \nimplementation of this resolution, and on c ompliance by all relevant parties in the \nSyrian Arab Republic, within 15 days of adoption of this resolution and thereafter \nwithin the framework of its reporting on resolution 2118 (2013) . \n ",
    "Filename": "S_2018_322-EN.pdf",
    "ProcessedDate": "2025-03-25 21:47:21"
}